Repository: wp-plugins/spider-contacts
Catalog: Languages/sp_contact-*.po
Languages: af, el, gl_es, ka_ge, mt_mt, ro_ro, ta, th, vi

source: Back to all Contacts
af: Terug na alle kontakte
el: Επιστροφή σε όλες τις επαφές
gl_es: Voltar todos os contactos
ka_ge: თავში ყველა კონტაქტები
mt_mt: Back kollha Kuntatti
ro_ro: Înapoi la toate Persoane de contact
ta: அனைத்து தொடர்புகள் செல்ல
th: กลับไปที่รายชื่อทั้งหมด
vi: Sao để tất cả Liên hệ

source: Category:
af: Kategorie
el: Κατηγορία:
gl_es: Categoría:
ka_ge: კატეგორია:
mt_mt: Kategorija:
ro_ro: Categorie:
ta: பிரிவு
th: หมวดหมู่
vi: Thể loại:

source: Email
af: Stuur 'n e-pos aan
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου
gl_es: Correo-e
ka_ge: ელ
ta: மின்னஞ்சல்
th: อีเมล

source: Send a Message
af: Stuur 'n boodskap
el: Αποστολή μηνύματος
gl_es: Enviar unha mensaxe
ka_ge: პირადი შეტყობინება
mt_mt: Ibgħat Messaġġ
ro_ro: Trimite un mesaj
ta: ஒரு செய்தி அனுப்ப
th: ส่งข่าวสาร
vi: Gửi tin nhắn

source: Your Name
af: Jou Naam
el: Το όνομά σας
gl_es: O seu Nome
ka_ge: თქვენი სახელი
ro_ro: Numele tau
ta: உங்கள் பெயர்
th: ชื่อ
vi: Tên khách hàng:

source: Your Phone
af: Jou selfoon
el: Τηλέφωνό σας
gl_es: O seu teléfono
ka_ge: თქვენი ტელეფონი
mt_mt: Phone tiegħek
ro_ro: Telefonul dvs.
ta: உங்கள் தொலைபேசி
th: โทรศัพท์ของคุณ
vi: Điện thoại của bạn:

source: Your Mail
af: Jou e-pos
el: Mail σας
gl_es: O seu correo electrónico
ka_ge: შენი ფოსტა
mt_mt: Mail tiegħek
ro_ro: Mail
ta: உங்கள் அஞ்சல்
th: Mail ของคุณ
vi: Mail của bạn

source: Contact Preference
af: Kontak Voorkeur
el: Επικοινωνία Προτιμήσεις
gl_es: Contacte Preferencias
ka_ge: საკონტაქტო Preference
mt_mt: Kuntatt Preferenza
ro_ro: Contactați Preferințe
ta: விருப்பம் தொடர்பு
th: ติดต่อที่
vi: Liên hệ với Sở thích

source: Title of Message
af: Titel van die boodskap
el: Τίτλος του μηνύματος
gl_es: Título da mensaxe
ka_ge: სათაური შეტყობინება
mt_mt: Titolu tal-Messaġġ
ro_ro: Titlul mesajului
ta: செய்தி தலைப்பை
th: ชื่อของข้อความ
vi: Tiêu đề của tin nhắn

source: Text
af: Teks
el: Κείμενο
gl_es: Texto
ka_ge: ტექსტი
mt_mt: Test
ta: உரை
th: ตัวหนังสือ
vi: Vãn bản

source: Please, Enter the Code
af: Asseblief, Tik die kode
el: Παρακαλώ, πληκτρολογήστε τον κωδικό
gl_es: Por favor, introduza o código
ka_ge: გთხოვთ შეიყვანოთ კოდი
mt_mt: Jekk jogħġbok, Daħħal il-Kodiċi
ro_ro: Te rog, Intra Codul de
ta: , குறியீட்டை உள்ளிடவும்
th: โปรดใส่รหัส
vi: Xin vui lòng, Nhập Mã

source: Send
af: Stuur
el: Αποστολή
gl_es: Enviar
ka_ge: პირადი
ro_ro: Trimite
ta: a
th: ส่ง
vi: Gửi

source: The Name field is required.
af: Die Naam veld is verpligtend.
el: Το πεδίο Όνομα απαιτείται.
gl_es: O campo Nome é necesario.
ka_ge: სახელი ველი სავალდებულოა.
mt_mt: Il-qasam Isem hija meħtieġa.
ro_ro: Câmpul Nume este necesar.
ta: பெயர் புலம் தேவைப்படுகிறது.
th: ฟิลด์ชื่อเป็นสิ่งจำเป็น
vi: Trường Name là bắt buộc.

source: The Message field is required.
af: Die boodskap veld is verpligtend.
el: Το πεδίο Μήνυμα απαιτείται.
gl_es: O campo Mensaxe é necesario.
ka_ge: შეტყობინება ველი სავალდებულოა.
mt_mt: Il-qasam Messaġġ hija meħtieġa.
ro_ro: Câmpul Mesaj este necesar.
ta: செய்தி துறையில் தேவைப்படுகிறது.
th: สนามข้อความจะต้อง
vi: Các lĩnh vực tin nhắn được yêu cầu.

source: The Email field is Required.
af: Die e-pos veld is verpligtend.
el: Το πεδίο Email είναι υποχρεωτικό.
gl_es: O campo e-mail é obrigatorio.
ka_ge: ელფოსტის ველი სავალდებულოა.
mt_mt: Il-qasam Email hija Meħtieġa.
ro_ro: Câmpul de email este necesara.
ta: மின்னஞ்சல் துறையில் தேவைப்படுகிறது.
th: สนามอีเมล์จะต้อง
vi: Các lĩnh vực Email là bắt buộc.

source: Incorrect security code
af: Verkeerde sekuriteit's kode
el: Λανθασμένη κωδικό ασφαλείας
gl_es: Código de seguridade incorrecto
ka_ge: არასწორი უსაფრთხოების კოდი
mt_mt: Kodiċi żbaljata sigurtà
ro_ro: Cod de securitate incorect
ta: தவறான பாதுகாப்பு குறியீடு
th: รหัสรักษาความปลอดภัยที่ไม่ถูกต้อง
vi: Không chính xác mã bảo mật

source: The Phone field is required.
af: The Phone veld is verpligtend.
el: Το πεδίο τηλεφώνου απαιτείται.
gl_es: O campo Teléfono é necesario.
ka_ge: ტელეფონი ველი სავალდებულოა.
mt_mt: Il-qasam Phone hija meħtieġa.
ro_ro: Câmpul Telefon este necesar.
ta: தொலைபேசி துறையில் தேவைப்படுகிறது.
th: สนามโทรศัพท์เป็นสิ่งจำเป็น
vi: Các lĩnh vực điện thoại liên hệ.

source: Choose Category
af: Kies kategorie
el: Επιλέξτε Κατηγορία
gl_es: Elixa a categoría
ka_ge: აირჩიეთ კატეგორია
mt_mt: Agħżel Kategorija
ro_ro: Alege Categoria
ta: பகுப்பு தேர்வு
th: เลือกหมวดหมู่สินค้า
vi: Chọn Danh mục

source: All
af: Almal
el: Όλα
gl_es: Todos
ka_ge: ყველა
mt_mt: Kollha
ro_ro: Toate
ta: அனைத்தும்
th: ทั้งหมด
vi: Tất cả

source: Search by name
af: Soek deur naam
el: Αναζήτηση με βάση το όνομα
gl_es: Busca por nome
ka_ge: ძებნა სახელის მიხედვით
mt_mt: Tfittxija skond l-isem
ro_ro: Căutare după nume
ta: பெயர் தேடல்
th: ค้นหาตามชื่อ
vi: Tìm kiếm theo tên

source: Search
af: Soek
el: Αναζήτηση
gl_es: Procurar
ka_ge: ძიება
mt_mt: Fittex
ro_ro: Caută
ta: தேடு
th: ค้นหา{0}{/0}
vi: Tìm kiếm

source: Reset
af: Herstel
el: Επαναφορά
gl_es: Restablecer
ka_ge: რესეტი
mt_mt: Irrisettja
ro_ro: Resetați
ta: மீட்டமை
th: รีเซ็ต
vi: Đặt lại

source: Picture
el: Εικόνα
gl_es: Cadro
mt_mt: Stampa
ta: உருவப்படம்
th: รูปภาพ
vi: Hình ảnh đại diện

source: Parameters
el: Παράμετροι
gl_es: Parámetros
ka_ge: პარამეტრები
mt_mt: Parametri
ro_ro: Parametri
ta: அளவுருக்கள்
th: พารามิเตอร์
vi: Tham số

source: Last Name
af: Van
el: Επώνυμο
gl_es: Apelidos
ka_ge: გვარი
mt_mt: Last Isem
ro_ro: Nume de familie
ta: லாஸ்ட் நேம்
th: · นามสกุล
vi: Tên

source: Category
af: Kategorie
el: Κατηγορία
gl_es: Categoría
ka_ge: კატეგორია
mt_mt: Kategorija
ro_ro: Categorie
ta: பிரிவு
th: หมวดหมู่
vi: Phân loại

source: More
af: Meer ...
el: Περισσότερα
gl_es: Máis
ka_ge: სხვა
mt_mt: Aktar
ro_ro: mai mul
ta: மேலும் படிக்க....
th: เพิ่มเติม
vi: Thê

source: Message Sent Successfully
af: Boodskap suksesvol gestuur
el: Μήνυμα εστάλη με επιτυχία
gl_es: Mensaxe enviada con éxito
ka_ge: წერილი გაიგზავნა წარმატებით
mt_mt: Messaġġ Mibgħuta B'suċċess
ro_ro: Mesaj trimis cu succes
ta: செய்தி வெற்றிகரமாக அனுப்பப்பட்டது
th: ข้อความที่ส่งเรียบร้อยแล้ว
vi: Tin nhắn gửi thành công

source: Message sent but not emailed
af: Boodskap gestuur, maar nie per e-pos
el: Μήνυμα έστειλε μέσω ηλεκτρονικού ταχυδρομείου, αλλά δεν
gl_es: Mensaxe enviada, pero non enviará
ka_ge: წერილი გაიგზავნა, თუმცა არა ელექტრონული ფოსტით
mt_mt: Messaġġ mibgħut iżda mhux emailed
ro_ro: Mesajul a fost trimis prin e-mail, dar nu
ta: செய்தி அனுப்பப்பட்டது ஆனால் மின்னஞ்சலில் இல்லை
th: ข้อความที่ส่ง แต่ไม่ส่ง
vi: Gửi tin nhưng không gửi qua thư điện tử

source: Message Sent
af: Boodskap gestuur
el: Έγινε αποστολή του μηνύματος.
gl_es: Mensaxe enviada
ka_ge: წერილი გაიგზავნა
mt_mt: Messaġġ Mibgħuta
ro_ro: Mesaj expediat
ta: செய்தி அனுப்பப்பட்டது
th: ข้อความที่ส่ง
vi: Đã gửi bản tin!

source: Rating
el: Βαθμολογία
gl_es: Clasificación
ka_ge: რეიტინგი
ro_ro: Evaluare
ta: மதிப்பீடு
th: อันดับ:
vi: Phân loạ

source: You have already rated this product.
af: Jy het reeds gegradeer nie hierdie produk.
el: Έχετε ήδη αξιολογήσει αυτό το προϊόν.
gl_es: Xa valorou este producto.
ka_ge: თქვენ უკვე შეაფასა ეს პროდუქტი.
mt_mt: Inti diġà kklassifikata dan il-prodott.
ro_ro: Ați evaluat deja acest produs.
ta: நீங்கள் ஏற்கனவே இந்த தயாரிப்பு மதிப்பிட்டுள்ளனர்.
th: คุณได้รับการจัดอันดับสินค้านี้แล้ว
vi: Bạn đã đánh giá sản phẩm này.
